Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/the_irish_education_system/exemption_from_irish.html.txt.tmx
Source language: en
Languages: ga

source: The Department of Education and Skills allows students to apply to be excused from studying Irish in primary and post-primary school
ga: Ceadaíonn an Roinn Oideachais agus Scileanna do scoláirí iarratas a dhéanamh ionas nach gcaithfidh an Ghaeilge a bheith mar ábhar bhunscoile nó mheánscoile acu

source: The circumstances in which a student will be given this exemption are very limited
ga: Tá na cúinsí ina dtugtar an cead seo an-chúng

source: Where a student has lived abroad or does not speak English, they may be exempted
ga: Má bhí an scoláire ag cónaí thar lear nó nach labhaireann sé/sí Béarla, b'fhéidir go bhfaighfidís an díolúine seo

source: Students with certain disabilities may also be exempted
ga: Is féidir le scoláirí a bhfuil míchumais áirithe orthu an díolúine a fháil freisin

source: Information about primary school is in Circular 12/96 Revision of Circular 18/79 on Exemption from the Study of Irish and about secondary school in Circular M10/94
ga: Tá tuilleadh eolais maidir le bhunscoil sa Ciorclán 12/96 Leasú Ciorcláin 18/79 faoin Dhíolúine on nGaeilge agus maidir le meánscoil sa Ciorclán M10/94

source: Where entry to a third-level course requires a student to have a certain mark in Irish at the Leaving Certificate examination, students who have been exempted from the study of Irish may also be exempted from this requirement
ga: Áit go bhfuil marc áirithe ag teastáil sa Ghaeilge i scrúdú na hArdteiste chun fáil isteach sa choláiste, d'fhéadfadh scoláire a bhfuil díolúine faighte acu ón nGaeilge cheana féin díolúine a fháil uaidh seo chomh maith

source: This is a matter for each individual college
ga: Is suas don choláiste ar leith atá sé seo

source: The student applying for a third-level course through the Central Applications Office (CAO) should send a copy of the exemption certificate with his/her CAO application form
ga: Ba cheart do scoláire atá ag déanamh iarratais ar chúrsa tríú leibhéil tríd an Oifig Lárnach Iarrata(CAO) cóip den teastas díolúine a sheoladh leis an bhFoirm Iarratais CAO

source: These are the categories of student who may apply to be exempted from the study of Irish include:
ga: Is iad seo na catagóirí dalta a fhéadfaidh iarratas a dhéanamh ar dhíolúine ó staidéar a dhéanamh ar an nGaeilge:

source: • Students whose primary education up to 11 years of age was received in Northern Ireland or outside Ireland
ga: • Scoláirí a fuair a gcuid oideachais bunscoile suas go aois 11 i dTuaisceart na hÉireann nó taobh amuigh d'Éirinn

source: • Students who were enrolled in a primary or post-primary school and who are now enrolling again after having been abroad
ga: • Scoláirí a bhí cláraithe i mbunscoil nó in iarbhunscoil agus atá ag athchlárú arís tar éis tréimhse a chaitheamh thar lear

source: The student must have been abroad for at least three years
ga: Caithfidh ar a laghad trí bliana a bheith caite thar lear aige /aici

source: The student must be at least 11 years of age when re-enrolling
ga: Caithfidh an scoláire a bheith ar a laghad 11 bliana d'aois agus é/í ag athchlárú

source: • Students who function at an average or above-average level of ability, but who have a specific learning difficulty that is so severe that they cannot reach expected levels of attainment in their mother tongue
ga: • Scoláirí a bhfuil gnáthchumas nó níos fearr acu ach go bhfuil deacracht foghlama faoi leith acu a fhágann nach féidir leo an caighdeán a mbeifí ag súil leis a bhaint amach ina dteanga dúchais

source: • Students who have a general learning disability due to a serious intellectual impairment and who are not acquiring basic language skills in their mother tongue
ga: • Scoláirí a bhfuil deacracht foghlama acu mar thoradh ar bhac intleachta tromchúiseach agus nach bhfuil ag fáil na bunscileanna teangan ina dteanga dúchais

source: • Students who have a general learning disability on account of a serious sensory impairment, and who are not learning basic language skills in their mother tongue
ga: • Scoláirí go bhfuil míchumas foghlama orthu mar thoradh ar bhac céadfaíoch tromchúiseach, agus nach bhfuil ag foghlaim na bunscileanna teangan ina dteanga dúchais

source: Students from abroad who have no understanding of English, when enrolled, would only be required to study one language, either English or Irish
ga: Ní bhíonn ar scoláirí ó thíortha thar lear nach bhfuil aon tuiscint acu ar an mBéarla ach staidéar a dhéanamh ar theanga amháin, Béarla nó Gaeilge

source: The application for exemption is made by the parent or guardian to the school principal
ga: Déanann an tuismitheoir/ caomhnóir an t-iarratas leis an príomhoide scoile

source: The application should state the reasons why the exemption is being sought
ga: Ba cheart cur síos a bheith san iarratas ar na cúiseanna go bhfuil an díolúine á lorg

source: The parent or guardian must attach documentary evidence of the student's age, and previous schooling if it is relevant to the reason for the exemption being sought
ga: Ba cheart cruthúnas cáipéise de aois an scoláire a bheith leis an iarratas agus réamhscolaíocht má tá baint aige seo leis an gcúis go bhfuil díolúine á lorg

source: If the exemption is sought on the grounds of a disability, the parent or guardian must supply evidence of the disability from a qualified psychologist and may also require a report from an appropriate medical specialist - you should check the requirements with your child's school
ga: Má iarrtar an díolúine ar fhoras míchumais, caithfidh an tuismitheoir nó an caomhnóir fianaise ar an míchumas ó shíceolaí cáilithe a sholáthar agus d’fhéadfadh go mbeadh tuairisc ó speisialtóir míochaine cuí ag teastáil freisin - ba cheart duit na riachtanais a sheiceáil le scoil do linbh

source: The school authorities then prepare a full report on the student
ga: Réitíonn údaráis na scoile tuairisc iomlán ar an scoláire

source: Where an exemption is granted, a certificate of exemption is sent to the school
ga: Áit a dtugtar díolúine, seoltar teastas díolúine chuig an scoil

source: This signed by the school principal
ga: Síníonn an príomhoide scoile é seo

source: It is the responsibility of the school principal to tell the parent/student about the result of the application
ga: Is ar an bpríomhoide scoile atá an cúram toradh an iarratais a chur in iúl don tuismitheoir/ scoláire

source: Department of Education and Skills
ga: An Rionn Oideachais agus Scileanna

source: Parents, Learners and Database Section,
ga: An tAonad um Thuismitheoirí, Fhoghlaimeoirí agus Bunachar Sonraí,
